{
  "intro1": "يقدّم Woolaroo طريقة جديدة لاستكشاف لغات السكان الأصليين.",
  "intro2": "بالاستناد إلى تقنية تعلّم الآلة، يتعرّف هذا التطبيق على العناصر التي تلتقطها بالكاميرا ويترجمها.",
  "getStarted": "البدء بالاستخدام",
  "next": "التالي",
  "skip": "التخطّي",
  "introFeedback": "هذه تجربة تعليمية، وقد وفّر شركاؤنا الترجمات.",
  "termsAndPrivacyTitle": "الشروط والأحكام",
  "introTermsAndPrivacy": ".<a href=\"${termsUrl}\">سياسة الخصوصية</a>و <a href=\"${termsUrl}\">الأحكام والشروط</a> باستخدام Woolaroo ، أنت توافق على ",
  "accept": "أوافق",
  "uiLanguageLabel": "أتحدّث",
  "endangeredLanguageLabel": "أودّ استكشاف لغة",
  "go": "انتقال",
  "errorTitle": "خطأ",
  "close": "إغلاق",
  "pickPhoto": "اختيار صورة",
  "photoSource": "يمكنك استخدام صورة من هاتفك أو التقاط صورة لعنصر من حولك.",
  "takePhoto": "التقاط صورة",
  "changeLanguage": "تغيير اللغة",
  "captureInstructions": "يمكنك التقاط صورة لعنصر وسيتولّى Woolaroo الترجمة.",
  "imageCaptionLabel": "ما هذا؟",
  "imageCaptionRequired": "يجب إضافة شرح للصورة",
  "translationFeedback": "توفير ملاحظات وآراء",
  "feedbackTitle": "ملاحظات وآراء",
  "submit": "إرسال",
  "feedbackInstructions": "يمكنك مساعدتنا على تحسين ترجمات Woolaroo من خلال مشاركة ملاحظاتك وآرائك معنا:",
  "incorrectTranslation": "الترجمة غير صحيحة",
  "offensiveTranslation": "الترجمة مسيئة",
  "feedbackTypeRequired": "لم يتم تحديد نوع للملاحظات والآراء.",
  "enterFeedback": "إدخال الملاحظات والآراء",
  "feedbackRequired": "الملاحظات والآراء مطلوبة",
  "addAWord": "إضافة كلمة",
  "addWord": "إضافة الكلمة",
  "add": "إضافة",
  "inLanguage": "في ${language}",
  "switchLanguage": "تبديل اللغة",
  "addWordInstructions": "يمكنك المساهمة في تطوير التطبيق من خلال إضافة كلمات جديدة في ${endangeredLanguage}، بالإضافة إلى ترجماتها.",
  "theApp": "التطبيق",
  "languageToEndangeredLanguage": "من ${sourceLanguage} إلى ${endangeredLanguage}",
  "about": "لمحة",
  "aboutContent1": "Woolaroo هو برنامج مفتوح المصدر من <a href=\"https://artsandculture.google.com/\" target=\"_blank\">‏Google للفنون والثقافة</a> يستخدم كاميرا هاتفك لترجمة العناصر فورًا إلى لغات السكان الأصليين.",
  "aboutContent2": "التطبيق سهل الاستخدام: ما عليك سوى التقاط صورة لغرض أو تحميل صورة لتتم الترجمة في الوقت الفعلي. ويمكنك حفظ الصورة المترجَمة أو مشاركتها أو ترجمة صورة أخرى.",
  "theTechnology": "التكنولوجيا",
  "technologyContent1": "طُوّر تطبيق Woolaroo باستخدام خدمة \"ترجمة Google\" وتقنية Cloud Vision. ويستند التطبيق إلى تقنية تعلّم الآلة المتقدّمة لفهم العناصر التي تتضمّنها صورك وترجمتها في الوقت الفعلي.",
  "technologyContent2": "تعتمد الترجمة الناتجة على العنصر الرئيسي في الصورة. وإذا تم اكتشاف عناصر متعددة، يمكنك تصفّح الخيارات المعروضة واختيار الترجمة الصحيحة.",
  "technologyContent3": "يعتمد تطبيق Woolaroo على أحدث تكنولوجيا الذكاء الاصطناعي، لذا قد لا تكون الترجمة صحيحة في كل مرة مع أنّنا نعمل بجد لتحسين التطبيق. ويمكنك مساعدتنا باستخدام ميزة الملاحظات حول الترجمة للإبلاغ عن أي ترجمات لا تبدو صحيحة.",
  "addToHomeScreen": "الإضافة إلى الشاشة الرئيسية",
  "logo": "Woolaroo",
  "theLanguages": "اللغات",
  "tree": "شجرة",
  "learnMoreAbout": "معرفة المزيد حول",
  "languageListInstructions": "انقر على لغة لمعرفة المزيد",
  "region": "المنطقة",
  "nativeSpeakers": "متحدّثون باللغة الأم",
  "exploreThisLanguage": "استكشاف هذه اللغة",
  "otherLanguages": "لغات أخرى",
  "enterSomethingElse": "إدخال عنصر آخر",
  "wordInNativeScript": "الكلمة في اللغة الأم",
  "nativeWordRequired": "مطلوب إدخال الكلمة في اللغة الأم",
  "nativeScriptHint": "مثال: هتاف للترحيب",
  "wordInEnglish": "الكلمة في العربية",
  "englishWordRequired": "مطلوب إدخال الكلمة في العربية",
  "englishWordHint": "مثال: \"مرحبًا\"",
  "wordInPrimaryLanguage": "الكلمة في العربية",
  "wordInPrimaryLanguageRequired": "مطلوب إدخال الكلمة في العربية",
  "wordInPrimaryLanguageHint": "مثال: \"مرحبًا\"",
  "transliteration": "التحويل الصوتي (اختياري)",
  "transliterationHint": "الكلمة بالأبجدية اللاتينية (مثال: \"marhaba\")",
  "recordPronunciation": "تسجيل طريقة اللفظ",
  "saved": "تم الحفظ",
  "specialCharsInstructions": "هل تريد كتابة أحرف خاصة؟ يمكنك استخدام <a>GBoard</a> أو <a>Keyman</a>.",
  "wordSubmitted": "تم الإرسال للمراجعة.",
  "addWordError": "تتعذّر إضافة كلمة.",
  "startCameraError": "يتعذّر تشغيل الكاميرا.",
  "captureImageError": "يتعذّر التقاط صورة.",
  "feedbackSubmitted": "تم إرسال الملاحظات والآراء.",
  "submitFeedbackError": "يتعذّر حفظ الملاحظات والآراء.",
  "shareTitle": "يوفّر تطبيق Woolaroo طريقة جديدة لاستكشاف اللغات المهدّدة بالزوال، وذلك باستخدام الكاميرا.",
  "shareText": "بفضل ‎#‎Woolaroo من ‎#GoogleArts، تعلّمتُ أنّ ${translation} تعني ${original} في ${language}.",
  "region_yug": "كوينزلاند، أستراليا",
  "description_yug": "<p>\"يوغامبيه\" هي لغة أسترالية أصلية يتحدّث بها قوم \"يوغامبيه\" الذي يعيش في منطقتَي جنوب شرق \"كوينزلاند\" وشمال شرق \"نيو ساوث ويلز\" الواقعتَين في مناطق \"لوغان سيتي\" و\"غولد كوست\" و\"سينيك ريم\" و\"تويد هيدز\".</p><p>تشمل أستراليا أكثر من 250 لغة أصلية، وحوالى 90% منها مهدّدة بالزوال. وتشير نتائج التعداد السكاني في أستراليا لعام 2016 إلى أنّ 18 شخصًا يتحدّث لغة \"يوغامبيه\"، ولكن يُقدّر أن مئات الأشخاص يتقنون المهارات الأساسية لهذه اللغة.</p>",
  "shortDescription_yug": "لغة أسترالية أصلية يتحدّث بها شعب \"يوغامبيه\"",
  "region_yi": "حول العالم",
  "description_yi": "<p>تشير التقديرات إلى أنّ حوالي ربع مليون شخص يتحدّث باللغة \"اليديشية\" في الولايات المتحدة، ما يساوي تقريبًا عدد المتحدّثين بها في إسرائيل. أما في باقي أنحاء العالم، فيتكلّم 100 ألف فرد آخر تقريبًا هذه اللغة. وهذا العدد أقل بكثير من العدد الإجمالي لمتحدّثي اللغة اليديشية الذي بلغ 11 مليون شخص عشية الهولوكوست. مع ذلك، يعتقد بعض العلماء أنّ عدد متحدّثي هذه اللغة لم يعد يتناقص وقد يكون في الواقع إلى ازدياد، خاصةً مع زيادة عدد السكان اليهود الأرثوذكس المتشدّدين.</p>",
  "shortDescription_yi": "اللغة الألمانية المشتقة من اليهود الأشكناز",
  "region_tzm": "\"تامازغا\" (شمال أفريقيا والصحراء)",
  "description_tzm": "<p>اللغة الأمازيغية هي اللغة الأصلية لمنطقة \"تامازغا\" التي تغطي كامل منطقة شمال أفريقيا والصحراء. يتحدّث بهذه اللغة بكافة متغيّراتها حوالي 30 مليون شخص موزّع على عشرة بلدان (\"واحة سيوة\" في مصر وليبيا وتونس والجزائر والمغرب ومنطقة \"أزواغ\" في شمال النيجر و\"أزواد\" في شمال \"مالي\" وأقصى شمال \"بوركينا فاسو\"). وتشمل هذه اللغة نظام كتابة أصليًا يسمّى \"تيفيناغ\" ويعود إلى أكثر من 3 آلاف عام.</p></p>ولا تزال اللغة الأمازيغية حية على الرغم من تهميشها من قِبل الدول. مع ذلك، كُرّست هذه اللغة كلغة رسمية في الجزائر والمغرب، وهي تحظى بدعم من خلال الأنشطة الثقافية والفنية التي ينظّمها الفنانون الأمازيغ والمؤسسات الثقافية. على الرغم من كل ذلك، تُعتبر هذه اللغة من اللغات المهدّدة بالزوال.</p>",
  "shortDescription_tzm": "اللغة الأصلية لمنطقة \"تامازغا\" في شمال أفريقيا ومنطقة الصحراء.",
  "region_rap": "فالباريسو، تشيلي / بولينيزيا، المحيط الهادئ",
  "description_rap": "<p>\"رابا نوي\" هي اللغة التي يتحدّث بها شعب \"رابا نوي\" من أصول بولينيزية والذي يعيش في جزيرة \"إيستر\" أو \"رابا نوي\"، وهي جزء من تشيلي.</p><p>يبلغ عدد سكان \"رابا نوي\" 7,750 نسمة (التعداد السكاني لعام 2017)، 40% منهم من سكان الجزيرة الأصليين. ويتحدث 60% من أفراد هذه المجموعة لغة \"رابا نوي\" (استطلاع اليونسكو لعام 2017).</p><p>وعلمًا أنّ لكل جزيرة متغّيرها اللغوي الخاص، فإنّ اللغات البولينيزية تعود إلى أصول مشتركة إذ تنبثق كلها من جنوبي شرق آسيا.</p>",
  "shortDescription_rap": "لغة يتحدّث بها شعب \"رابا نوي\" من أصول بولينيزية الذي يعيش في \"رابا نوي\" (جزيرة \"إيستر\").",
  "region_ppl": "السلفادور، أمريكا الوسطى",
  "description_ppl": "<p> \"نوات\"، أو  المعروفة باسم \"ناهوات بيبيل\"، هي لغة يوتو أزتيكية محكيّة في الجزء الغربي من السلفادور. هي لغة مرتبطة بلغات \"ناهوا\" الشائعة في أمريكا الوسطى. وكانت تشكّل إحدى لغات التواصل بين أفراد من ثقافات ولغات مختلفة في التجارة والتعليم والقيادة قبل وصول الإسبان في عام 1500.</p><p>ويتحدّث حاليًا بين 200 و300 شخص لغة \"نوات\" في السلفادور، وهي إحدى اللغات الأصلية الأخيرة التي لا تزال تُستخدم في البلاد.</p>",
  "shortDescription_ppl": "لغة يوتو أزتيكية محكيّة في غرب السلفادور",
  "region_mi": "نيوزيلاندا",
  "description_mi": "<p>يشكّل قاموس \"تي آكا\" للّغة الماورية مصدرًا لمتعلّمي لغة \"تي ريو ماوري\". يتوفّر هذا القاموس على الإنترنت، وقد كتبه الراحل \"جون مورفيلد\"، ويتضمّن عبارات نموذجية وصورًا لمختلف أنواع الكائنات والأشخاص وأصوات طيور، بالإضافة إلى تسجيلات صوتية لكلمات على لسان متحدّثين أصليين. يستمرّ تعديل \"تي آكا\" من خلال إدخالات ومعانٍ وعينات جمل جديدة يضيفها الفريق في معهد الأبحاث \"تي إيبوكاريا\" (يمكنك مراجعة <a href=\"http://www.teipukarea.maori.nz/\"> http: // www .teipukarea.maori.nz / </a>).‏</p>",
  "shortDescription_mi": "لغة بولينيزية شرقية يتحدّث بها شعب الماوري في نيوزيلندا.",
  "region_el-cal": "جنوب \"كالابريا\"، إيطاليا",
  "description_el-cal": "<p>يُعدّ جنوب إيطاليا موطنًا للغتَين مشتقّتَين من اليونانية ومهدّدتَين بالزوال: \"غريكو\" التي لا تزال شائعة في عدد قليل من القرى في \"سالينتو\" (بوليا)، و\"كالابريا اليونانية\" التي قاومت الزمن وما زالت محكيَّة في عدد قليل من القرى الجبلية المعزولة على منحدرات كتلة \"أسبرومونتي\" الجبلية على الساحل الأيوني لمقاطعة \"ريجيو كالابريا\". واليوم، يشيع تحدُّث اللغة الكلابرية اليونانية بشكل أساسي في \"كوندوفوري\" (لا سيما مقاطعة \"غاليسيان\") و\"روشودي نوفو\" و\"بوفا\" و\"بوفا مارينا\" و\"ريجيو كالابريا\".</p><p>لسوء الحظ ونظرًا لعدم توفّر أي إحصاء سكاني موثوق به، من الصعب تقدير عدد متحدّثي كالابريا اليونانية. ويُعتقد أن الأرقام الفعلية منخفضة جدًا والعنصر الأكثر إثارة للقلق هو أنّ معظم متحدّثي هذه اللغة ينتمي إلى فئة المسنّين.</p>",
  "shortDescription_el-cal": "لغة مشتقّة من اللغة اليونانية الإيطالية التي يتحدّث بها شعب \"غريكو\" العرقي في منطقة \"كالابريا\" في جنوب إيطاليا.",
  "region_scn": "صقلية",
  "description_scn": "اللغة الصقلية هي لغة رومنسية أصلية في \"صقلية\". وعلى الرغم من صعوبة تحديد العدد الدقيق لمتحدّثيها، فمعظم التقديرات تشير إلى أنّ حوالي 5 ملايين شخص يتكلّم هذه اللغة. يشيع استخدام لغات مماثلة في جنوب \"بوغليا\" و\"كالابريا\"، ولكن الاسم الدقيق لهذه العائلة اللغوية الصغيرة غير موحّد.</p><p>وعلى الرغم من إدراج اللغة الصقلية على أنّها لغة مهدّدة بالزوال، فهي لا تزال منتشرة على نطاق واسع في صقلية ولا تزال تلقى نوعًا من الرواج في أوساط المغتربين. مع ذلك، قد تسارعت وتيرة استبدال هذه اللغة حيث حلّت الإيطالية بشكل متزايد مكان اللغة الصقلية في عدة جوانب من الحياة في صقلية.</p>",
  "shortDescription_scn": "لغة رومنسية نشأت في جزيرة صقلية الإيطالية.",
  "region_lou": "الخليج الجنوبي، الولايات المتحدة الأمريكية",
  "description_lou": "<p>لغة \"كريول لويزيانا\" (المعروفة أيضًا باسم \"كوري فيني\") هي لغة كريول فرنسية يتحدث بها أقل بكثير من 10 آلاف شخص، معظمهم في ولاية \"لويزيانا\" في الولايات المتحدة الأمريكية. ظهرت اللغة كنتيجة لعلاقات التواصل بين المستعمرين الفرنسيين والأفارقة المستعبَدين. وتتميّز لغة \"كريول لويزيانا\" بقواعدها المختلفة عن اللغات الفرنسية المحكيّة  في لويزيانا، على الرغم من أنّ اللغتَين تتشاركان معظم المفردات. ومع أنّ اللغة مهدّدة بالزوال إلى حد كبير في يومنا هذا، يتوفّر على الإنترنت منتدى حيوي لإعادة إحيائها.</p>",
  "shortDescription_lou": "لغة كريول فرنسية يشيع استخدامها بشكل رئيسي في لويزيانا في الولايات المتحدة الأمريكية",
  "region_zyg": "غوانغتشي والصين وفيتنام",
  "description_zyg": "<p>إنّ لغة \"يانغ تشوانغ\" (المعروفة أيضًا باسم \"داي جينغ شوانغ\"، ومحليًا باسم \"تشيانغ\") شائعة الاستخدام بشكل رئيسي في مقاطعة \"ديباو\" ومدينة \"جيانغشي\" ومقاطعة \"نابو\" في \"غوانغتشي\" في الصين، وكذلك في محافظات \"كاو بانغ\" و \"باك كان\" و\"ها جيانغ\" في فيتنام حيث يُشار إلى اللغة باسم \"نونغ جيانغ\". ووفقًا للتقديرات، يبلغ إجمالي عدد الأشخاص الذين يتحدّثون بلغة \"يانغ تشوانغ\" أكثر من مليون شخص. تنتمي هذه اللغة إلى عائلة لغة \"تاي\"، ما يشير إلى ارتباطها بالتايلاندية واللاوية.</p><p>استُخدمت هذه اللغة لفترة طويلة في الأدب الشفهي وتقاليد الغناء الترنيمي التجاوبي أو \"نجِيام سلِي\" (أو ترديد القصيدة حرفيًا). يُعرَف نظام الكتابة الأصلي الخاص بها باسم \"سلوي نديب\" (أو \"ساونديب\" في لغة تشوانغ العادية)، وقد طُوّر بناءً على الأحرف الصينية في عهد أسرة \"مينغ\" (بين 1368 و1644). بالإضافة إلى ذلك، وُضعت قواعد الإملاء بالحروف اللاتينية منذ ثمانينيات القرن العشرين.</p><p>في \"وولارو\"، كُتبت لغة \"يانغ شوانغ\" وفق قواعد الإملاء التي طوّرها في عام 2018 اللغويّان \"سامبسون لي تشون يين\" و\"لياو هانبو\" (الذي هو نفسه عضو في مجتمع \"يانغ شوانغ\"). أما الصوت، فهو باللهجة الحضرية لمقاطعة \"ديباو\".</p>",
  "shortDescription_zyg": "لغة من لغات \"تاي\" محكيّة في منطقة \"قوانغشي\" جنوب غرب الصين",
  "region_may": "المكسيك",
  "description_may": "<p>تنحدر لغات المايا الحديثة من لغة بروتو مايان ، التي يُعتقد أنها قد تحدثت قبل 5000 عام على الأقل. في المكسيك ، تحتوي لغة المايا على حوالي 795 ، 499 متحدثًا ، تقع بشكل رئيسي في الولايات الجنوبية في يوكاتان وكوينتانا رو وكامبيشي.</p><p>التصوير الفوتوغرافي الائتمان: Reforestamos México A.C. © Edwin Pérez Martínez</p>",
  "shortDescription_may":"سليل لغة بروتو مايان ، يتحدث في الولايات الجنوبية في المكسيك في يوكاتان ، كوينتانا رو وكامبيشي.",
  "region_tep": "المكسيك",
  "description_tep": "<p>Tepehua هي مجموعة لغوية من المكسيك ، تحدثت عبر عدد من الدول المكسيكية الوسطى من قبل شعب Tepehua. أبلغ إحصاء عام 2015 أن اللغة الأصلية Tepehua لديها حوالي 10427 مكبرات صوت ، تقع بشكل رئيسي في الولايات المكسيكية في Hidalgo و Puebla و Veracruz.</p><p>التصوير الفوتوغرافي الائتمان: Reforestamos México A.C. © María Gabriela Rocha Gómez</p>",
  "shortDescription_tep": "مجموعة لغوية تحدثت عبر عدد من الدول المكسيكية الوسطى من قبل شعب Tepehua",
  "region_vm": "فانواتو ، جنوب المحيط الهادئ",
  "description_vm": "<p>Vurës هي لغة أسترونسية تحدثت في الجزء الجنوبي من جزيرة Vōnō Lav (Vanua Lava) في شمال فانواتو ، جنوب غرب المحيط الهادئ.</p><p>التصوير الفوتوغرافي الائتمان: الحفظ الدولي © O. Langrand</p>",
  "shortDescription_vm": "لغة أوستونيكية تحدثت في شمال فانواتو ، جنوب غرب المحيط الهادئ.",
  "region_pot": "ميشيغان ، ويسكونسن ، كانساس ، أوكلاهوما ، أونتاريو ، كندا",
  "description_pot": "<p>هناك أقل من 5 متحدثين باللغة الأولى في Potawatomi. هناك حوالي 10-25 متحدثين باللغة الثانية. هناك أكثر من 60،000 Potawatomi تنتشر في جميع أنحاء الولايات المتحدة وكندا. هناك سبع مجموعات فريدة من Potawatomi في الولايات المتحدة و 2 في كندا.</p>",
  "shortDescription_pot": "تحدثت من قبل قبيلة Potawatomi الأصلية في جميع أنحاء الولايات المتحدة وكندا.",
  "region_rom": "جمهورية سان مارينو",
  "description_rom": "<p>Serravallese هي لهجة غير قياسية تتحدث في بلدة Serravalle ومحيطها في جمهورية سان مارينو ، حيث اللغة الرسمية إيطالية. تنتمي لهجات سان مارينو إلى مجموعة رومانيول اللغوية ، وهي عائلة من اللهجات غير القياسية التي يتم التحدث بها في شمال شرق إيطاليا. على الرغم من أن لهجات Romagnol مرتبطة بالإيطالية ، إلا أنها ليست واضحة بشكل متبادل مع اللغة القياسية. متحدثي العدد المميت ولكن بضعة آلاف ، الغالبية العظمى منهم مواطنين كبار السن ، مع عدم وجود متحدثين أحاديين على قيد الحياة. بالنظر إلى أن الأجيال الشابة غير قادرة على التحدث أو فهم اللهجة ، يمكن توقع انقراض Serravallese خلال العقود القليلة القادمة.</p>",
  "shortDescription_rom": "لهجة تحدثت في بلدة سيرفال ومحيطها في جمهورية سان مارينو",
  "region_san": "الهند",
  "description_san": "<p>السنسكريتية هي لغة كلاسيكية لآسيا وفي شبه القارة الهندية ، والنصوص الكلاسيكية للهندوسية والبوذية والينيكية في اللغة السنسكريتية. تم تدريسها في القلاع التقليدي منذ العصور القديمة ، وهي تدرس اليوم على نطاق واسع في المدارس والجامعات الثانوية.</p><p>التصوير الفوتوغرافي الائتمان: جمعية بومباي للتاريخ الطبيعي © Kiran Thumma</p>",
  "shortDescription_san": "لغة كلاسيكية من آسيا وفي شبه القارة الهندية ، والنصوص الكلاسيكية للهندوسية والبوذية واليانية.",
  "region_kum": "الولايات المتحدة الأمريكية",
  "description_kum": "<p>Kumeyaay ، المعروف أيضًا باسمه الإسباني التاريخي Dieguño ، هي قبيلة من الشعوب الأصلية للأمريكتين الذين يعيشون على الحدود الشمالية لباجا كاليفورنيا في المكسيك والحدود الجنوبية لكاليفورنيا في الولايات المتحدة. تنتمي لغتهم Kumeyaay إلى عائلة لغة Yuman -Cochimí. هناك أقل من 100 مكبرات صوت بطلاقة من Kumeyaay اليسار.</p>",
  "shortDescription_kum": "اللغة التي تتحدثها قبيلة من الشعوب الأصلية التي تعيش على طول حدود باجا كاليفورنيا والمكسيك وكاليفورنيا ، الولايات المتحدة الأمريكية."
}
