{
  "intro1": "Woolaroo provides a new way to explore indigenous languages.",
  "intro2": "Using machine learning, it recognises objects from your camera and translates them.",
  "getStarted": "Let’s get started",
  "next": "Next",
  "skip": "Skip",
  "introFeedback": "This is an educational experiment and translations have been provided by our partners.",
  "termsAndPrivacyTitle": "Terms &amp; Privacy",
  "introTermsAndPrivacy": "By using Woolaroo you are accepting the <a href=\"${termsUrl}\">Terms and Conditions</a> and <a href=\"${termsUrl}\">Privacy Policy</a>.",
  "accept": "Accept",
  "uiLanguageLabel": "I speak",
  "endangeredLanguageLabel": "I'd like to explore the language of",
  "go": "Go",
  "errorTitle": "Error",
  "close": "Close",
  "pickPhoto": "Pick photo",
  "photoSource": "You can use a photo from your phone or take a photo of something around you",
  "takePhoto": "Take Photo",
  "changeLanguage": "Change language",
  "captureInstructions": "Capture an object and Woolaroo will translate.",
  "imageCaptionLabel": "What's this?",
  "imageCaptionRequired": "Image caption is required",
  "translationFeedback": "Provide Feedback",
  "feedbackTitle": "Feedback",
  "submit": "Submit",
  "feedbackInstructions": "Help us improve Woolaroo's translations by sharing your feedback with us:",
  "incorrectTranslation": "Incorrect translation",
  "offensiveTranslation": "Offensive translation",
  "feedbackTypeRequired": "No feedback type selected",
  "enterFeedback": "Enter feedback",
  "feedbackRequired": "Feedback required",
  "addAWord": "Add a Word",
  "addWord": "Add Word",
  "add": "Add",
  "inLanguage": "In ${language}",
  "switchLanguage": "Switch language",
  "addWordInstructions": "Contribute to the app by adding new words in ${endangeredLanguage} and their translations",
  "theApp": "The App",
  "languageToEndangeredLanguage": "${sourceLanguage} to ${endangeredLanguage}",
  "about": "About",
  "aboutContent1": "Woolaroo is an open source <a href=\"https://artsandculture.google.com/\" target=\"_blank\">Google Arts &amp; Culture</a> Experiment that uses your phone’s camera to instantly translate objects into indigenous languages.",
  "aboutContent2": "It’s easy to use - just take a photo of an object or upload your own to see it translated in real time. You can save the translated image, share it or have another go.",
  "theTechnology": "The Technology",
  "technologyContent1": "Built with Google Translate and Cloud Vision technology, Woolaroo uses advanced machine learning to understand the objects in your photos and translates them, in real time.",
  "technologyContent2": "The resulting translation is based on the key object in the image. If multiple objects are detected, you can scroll through and select the correct translation.",
  "technologyContent3": "Woolaroo relies on the latest AI technology so it may not get it right every time, but we're working hard to improve it. You can help us by using the Translation Feedback feature to log any translations that don't seem right.",
  "addToHomeScreen": "Add to home screen",
  "logo": "Woolaroo",
  "theLanguages": "The Languages",
  "tree": "Tree",
  "learnMoreAbout": "Learn more about",
  "languageListInstructions": "Tap a language to learn more",
  "region": "Region",
  "nativeSpeakers": "Native Speakers",
  "exploreThisLanguage": "Explore this language",
  "otherLanguages": "Other languages",
  "enterSomethingElse": "Enter something else",
  "wordInNativeScript": "Word in native script",
  "nativeWordRequired": "Word in native script is required",
  "nativeScriptHint": "e.g. هتاف للترحيب",
  "wordInEnglish": "Word in English",
  "englishWordRequired": "English word is required",
  "englishWordHint": "e.g. 'hello'",
  "wordInPrimaryLanguage": "Word in English",
  "wordInPrimaryLanguageRequired": "English word is required",
  "wordInPrimaryLanguageHint": "e.g. 'hello'",
  "transliteration": "Transliteration (optional)",
  "transliterationHint": "Word in Latin alphabet (e.g. 'marhaba')",
  "recordPronunciation": "Record pronunciation",
  "saved": "Saved",
  "specialCharsInstructions": "Want to type special characters? Try <a>GBoard</a> or <a>Keyman</a>",
  "wordSubmitted": "Submitted for review",
  "addWordError": "Unable to add word",
  "startCameraError": "Unable to start camera, please try refreshing browser",
  "captureImageError": "Unable to capture image",
  "feedbackSubmitted": "Feedback submitted",
  "submitFeedbackError": "Unable to save feedback",
  "shareTitle": "Woolaroo provides a new way to explore endangered languages using your camera.",
  "shareText": "I’ve learned ${translation} means ${original} in ${language} with #Woolaroo from #GoogleArts.",
  "region_yug": "Queensland, Australia",
  "description_yug": "<p>Yugambeh is an Australian Aboriginal language spoken by the Yugambeh people living in south-east Queensland and north-east New South Wales, now within the Logan City, Gold Coast, Scenic Rim, and Tweed City regions.</p>\n\n<p>There are over 250 Indigenous languages in Australia, and almost 90% of them are endangered. Results from the 2016 Australian Census indicate there are 18 speakers of Yugambeh, but it is estimated there are hundreds of basic speakers.</p>",
  "shortDescription_yug": "An Australian Aboriginal language spoken by the Yugambeh people.",
  "region_yi": "Worldwide",
  "description_yi": "<p>It is estimated that there are about a quarter million Yiddish speakers in the United States, about the same number in Israel, and another 100,000 or so in the rest of the world. That's a lot less than the peak number of Yiddish speakers— 11,000,000— on the eve of the Holocaust. However, some scholars believe that the number of Yiddish speakers is no longer declining and may in fact be on the rise, especially as the population of the ultra-Orthodox Jewish community increases.</p>",
  "shortDescription_yi": "The High German-derived language of the Ashkenazi Jews.",
  "region_tzm": "Tamazgha (north Africa and Sahara)",
  "description_tzm": "<p>The Amazigh language is the indigenous language of Tamazgha region, which covers the entire North African and Saharan area. It is spoken with local variants by around 30 million Amazigh speakers, spread over ten countries (Siwa oasis in Egypt, Libya, Tunisia, Algeria, Morocco, the Azawagh region in North Niger, Azawad in North Mali and the extreme north of Burkina Faso). It has an original writing system called Tifinagh, which is about 3 thousand years old.</p>\n\n</p>The Amazigh language remains very much alive despite its marginalisation by the states. However, it has some formal recognition in Algeria and Morocco. It is supported by the cultural and artistic activities carried out by Amazigh artists and cultural organisations. However, it is considered an endangered language.</p>",
  "shortDescription_tzm": "The indigenous language of the Tamazgha region in North Africa and Saharan region.",
  "region_rap": "Valparíso, Chile / Polinesia, Pacífico",
  "description_rap": "<p>Rapa Nui is the language spoken by the Rapa Nui people, who have Polynesian origins and live on Easter Island or Rapa Nui, which is part of Chile.</p>\n\n<p>Rapa Nui has a population of 7,750 (census of 2017), 40% of whom are native to the island. From this group, 60% can speak Rapa Nui (UNESCO's poll in 2017).</p>\n\n<p>Although each island has its own variant, Polynesian languages share a common origin - they all come from Southeast Asia.</p>",
  "shortDescription_rap": "Spoken by the Rapa Nui people of Polynesian origins who live on Rapa Nui (Easter Island).",
  "region_ppl": "El Salvador, Central America",
  "description_ppl": "<p>Nawat, or Nahuat-Pipil, is a Uto-Aztecan language spoken in the western part of El Salvador. It is related to the Nahua languages spoken through Central America, and would have been one of the languages of wider communication used for trade, education and leadership before the arrival of the Spanish in 1500.</p>\n\n<p>Today Nawat has 200-300 speakers in El Salvador and it is one of the last indigenous languages that is still spoken in the country.</p>",
  "shortDescription_ppl": "A Uto-Aztecan language spoken in western El Salvador.",
  "region_mi": "New Zealand",
  "description_mi": "<p>The Te Aka Māori Dictionary is a resource for learners of te reo Māori.  Created by the late John Moorfield , the online dictionary includes sample sentences, photographs of various species and people, sounds of birds and audio where you can hear native speakers pronouncing the words.  Te Aka continues to be updated with new entries, meanings, and sample sentences by the team at Te Ipukarea Research Institute (see <a href=\"http://www.teipukarea.maori.nz/\">http://www.teipukarea.maori.nz/</a>).</p>",
  "shortDescription_mi": "An Eastern Polynesian language spoken by the Māori people of New Zealand.",
  "region_el-cal": "Southern Calabria, Italy",
  "description_el-cal": "<p>Southern Italy is home to two endangered Greek varieties, Griko still spoken in a few villages in Salento (Puglia) and Calabrian Greek which survived in a few isolated mountain villages on the slopes of the Aspromonte Massif on the Ionian coast of the province of Reggio Calabria. Today, Calabrian Greek is mostly spoken in Condofuri (in particular the district of Gallicianò), Rochudi Nuovo, Bova, Bova Marina, and Reggio Calabria.</p>\n\n<p>Unfortunately, the lack of reliable census makes it difficult to estimate the number of Calabrian Greek speakers. The actual numbers are thought to be very low and the most worrying element is the old age of most speakers.</p>",
  "shortDescription_el-cal": "A language variant of Italiot Greek used by the ethnic Griko people in the Calabria region  in Southern Italy.",
  "region_scn": "Sicily",
  "description_scn": "<p>The Sicilian language is a Romance language native to Sicily. Although it is hard to determine an exact number of speakers, most estimates place the number of speakers to around 5,000,000. Similar languages are spoken in Southern Puglia and Calabria, however the exact name for this small language family is not standardised.</p>\n\n<p>Although listed as Vulnerable, Sicilian is still widely spoken in Sicily and remains a degree of vibrance in its diaspora. However language shift has accelerated as Italian has increasingly replaced Sicilian in many aspects of Sicilian life.</p>",
  "shortDescription_scn": "A Romance language native to Italian island of Sicily.",
  "region_lou": "Gulf South, USA",
  "description_lou": "<p>Louisiana Creole (also known as Kouri Vini) is a French-based creole language spoken by far fewer than 10,000 people, mostly in the State of Louisiana, USA. The language emerged as the result of communication between French colonists and enslaved Africans. Louisiana Creole is grammatically distinct from the variety of French spoken in Louisiana, though the two languages share most of their vocabulary. Though the language is critically endangered today, a vibrant language revitalization community exists online.</p>",
  "shortDescription_lou": "A French-based creole language mostly spoken in Louisiana, USA.",
  "region_zyg": "Guangxi, China and Vietnam",
  "description_zyg": "<p>Yang Zhuang (aka Dejing Zhuang, endonym Qyaang [ˀja:ŋ1/2]) is spoken mainly in  Debao County, Jingxi City, and Napo County in Guangxi, China, also in Vietnam's Cao Banh, Bac Can and Ha Giang provinces, where the language is referred to as Nung Giang [nʊŋ2 ja:ŋ1]. According to estimates, the total population of Yang Zhuang is over 1 million. It belongs to the Tai language family, meaning that it is related to Thai and Lao.</p>\n\n<p>The language has a long history of oral literature and antiphonal singing tradition —— ngyam sley (literally poem chanting). Its original writing system is sloey ndep (or sawndip in Standard Zhuang), developed based on Chinese characters in the Ming Dynasty (1368 －1644). Also, Romanized orthographies have been created since the 1980s.</p>\n\n<p>In Woolaroo, Yang Zhuang is written with the orthography developed by two linguists, Sampson Lee Chun Yin and Liao Hanbo (who himself is a Yang Zhuang community member) in 2018. The audio is in the Urban accent of Debao County.</p>",
  "shortDescription_zyg": "A Tai language spoken in China’s southwestern Guangxi region.",
  "region_may": "Mexico",
  "description_may": "<p>Modern Mayan languages descend from the Proto-Mayan language, thought to have been spoken at least 5,000 years ago. In Mexico the Maya language has around 795, 499 speakers, mainly located in the South states of Yucatán, Quintana Roo and Campeche.</p><p>Photography Credit: Reforestamos México A.C. © Edwin Pérez Martínez</p>",
  "shortDescription_may": "A descendant of the Proto-Mayan language, spoken in Mexico's southern states of Yucatán, Quintana Roo and Campeche.",
  "region_tep": "Mexico",
  "description_tep": "<p>Tepehua is a language cluster of Mexico, spoken across a number of central Mexican states by the Tepehua people. The census of 2015 informed that the indigenous language Tepehua has around 10,427 speakers, mainly located in the Mexican states of Hidalgo, Puebla and Veracruz.</p><p>Photography Credit: Reforestamos México A.C. © María Gabriela Rocha Gómez</p>",
  "shortDescription_tep": "A language cluster spoken across a number of central Mexican states by the Tepehua people",
  "region_vm": "Vanuatu, South Pacific",
  "description_vm": "<p>Vurës is an Austronesian language spoken in the southern part of the island of Vōnō Lav (Vanua Lava) in northern Vanuatu, southwest Pacific.</p><p>Photography Credit: Conservation International © O. Langrand</p>",
  "shortDescription_vm": "An Austronesian language spoken in northern Vanuatu, southwest Pacific.",
  "region_pot": "Michigan, Wisconsin, Kansas, Oklahoma, Ontario,Canada",
  "description_pot": "<p>There are less than 5 first language speakers of Potawatomi. There are about 10-25 2nd language speakers. There are over 60,000 Potawatomi spread all over the United States & Canada. There are seven unique groups of Potawatomi in the United States and 2 in Canada.</p>",
  "shortDescription_pot": "Spoken by the Native Potawatomi tribe across the United States & Canada.",
  "region_rom": "Republic of San Marino",
  "description_rom": "<p>Serravallese is a non-standard dialect spoken in the town of Serravalle and its surroundings in the Republic of San Marino, where the official language is Italian. The dialects of San Marino belong to the Romagnol linguistic group, a family of non-standard dialects which are spoken in northeastern Italy. Although the Romagnol dialects are related to Italian, they are not mutually intelligible with the standard language. The speakers of Serravallese number but a few thousand, the vast majority of whom are senior citizens, with no monolingual speakers surviving. Given that younger generations are not able to speak or understand the dialect, the extinction of Serravallese can be expected within the next few decades.</p>",
  "shortDescription_rom": "A dialect spoken in the town of Serravalle and its surroundings in the Republic of San Marino",
  "region_san": "India",
  "description_san": "<p>Sanskrit is a classical language of Asia and in the Indian subcontinent, and the classical texts of Hinduism, Buddhism and Jainism are in Sanskrit. Taught in traditional gurukulas since ancient times, it is today taught widely in secondary schools and universities.</p><p>Photography Credit: Bombay Natural History Society © Kiran Thumma</p>",
  "shortDescription_san": "A classical language of Asia and in the Indian subcontinent, and the classical texts of Hinduism, Buddhism and Jainism.",
  "region_kum": "USA",
  "description_kum": "<p>The Kumeyaay, also known by their historical Spanish name Diegueño, is a tribe of Indigenous peoples of the Americas who live at the northern border of Baja California in Mexico and the southern border of California in the United States. Their Kumeyaay language belongs to the Yuman–Cochimí language family. There are fewer than 100 fluent speakers of Kumeyaay left.</p>",
  "shortDescription_kum": "The language spoken by a tribe of Indigenous peoples living along the border of Baja California, Mexico and California, USA.",
  "imageRecognitionErrorTitle": "Unable to connect",
  "imageRecognitionErrorMessage": "Please check network connection",
  "unsupportedMessage": "This PWA has been designed for mobile devices, please use your mobile for the optimized experience.",
  "iosVersionMessage": "For the optimized experience please ensure your device is running the latest operating system."
}
