{
  "intro1": "Woolaroo brinda una nueva forma de explorar lenguas indígenas.",
  "intro2": "Por medio del aprendizaje automático, reconoce objetos de tu cámara y los traduce.",
  "getStarted": "Comencemos",
  "next": "Siguiente",
  "skip": "Omitir",
  "introFeedback": "Este es un experimento educativo y nuestros socios proporcionaron las traducciones.",
  "termsAndPrivacyTitle": "Condiciones y privacidad",
  "introTermsAndPrivacy": "Si usas Woolaroo, aceptas los <a href=\"${termsUrl}\"> Términos y Condiciones</a> y la <a href=\"${termsUrl}\">Política de Privacidad</a>.",
  "accept": "Aceptar",
  "uiLanguageLabel": "Hablo",
  "endangeredLanguageLabel": "Quiero explorar la lengua de",
  "go": "Ir",
  "errorTitle": "Error",
  "close": "Cerrar",
  "pickPhoto": "Seleccionar foto",
  "photoSource": "Puedes usar una foto de tu teléfono o fotografiar un objeto de tu entorno",
  "takePhoto": "Tomar foto",
  "changeLanguage": "Cambiar idioma",
  "captureInstructions": "Captura un objeto y Woolaroo hará la traducción.",
  "imageCaptionLabel": "¿Qué es esto?",
  "imageCaptionRequired": "Se requiere una leyenda de la imagen",
  "translationFeedback": "Enviar comentarios",
  "feedbackTitle": "Comentarios",
  "submit": "Enviar",
  "feedbackInstructions": "Comparte tus comentarios con nosotros para ayudarnos a mejorar las traducciones de Woolaroo:",
  "incorrectTranslation": "Traducción incorrecta",
  "offensiveTranslation": "Traducción ofensiva",
  "feedbackTypeRequired": "No se seleccionó un tipo de comentario",
  "enterFeedback": "Escribir comentario",
  "feedbackRequired": "Se requiere un comentario",
  "addAWord": "Agregar una palabra",
  "addWord": "Agregar palabra",
  "add": "Agregar",
  "inLanguage": "En ${language}",
  "switchLanguage": "Cambiar idioma",
  "addWordInstructions": "Agrega nuevas palabras en ${endangeredLanguage} y sus traducciones a la app para contribuir",
  "theApp": "La app",
  "languageToEndangeredLanguage": "${sourceLanguage} a ${endangeredLanguage}",
  "about": "Información",
  "aboutContent1": "Woolaroo es un experimento de código abierto de <a href=\"https://artsandculture.google.com/\" target=\"_blank\">Google Arts & Culture</a> que utiliza la cámara de tu teléfono para traducir al instante nombres de objetos a lenguas indígenas.",
  "aboutContent2": "Es fácil de usar: solo toma una foto de un objeto o sube una propia para ver su traducción en tiempo real.",
  "theTechnology": "La tecnología",
  "technologyContent1": "Desarrollada con la tecnología de Google Traductor y Cloud Vision, Woolaroo utiliza aprendizaje automático avanzado para comprender los objetos que aparecen en tus fotos y traducirlos en tiempo real.",
  "technologyContent2": "La traducción generada se basa en el objeto principal de la imagen. Si se detectan varios objetos, puedes desplazarte por ellos y seleccionar la traducción correcta.",
  "technologyContent3": "Woolaroo usa la tecnología de IA más reciente, por lo que tal vez no siempre acierte, pero estamos trabajando duro para mejorarla. Puedes ayudarnos si utilizas la función de comentarios de la traducción para registrar las traducciones que parezcan incorrectas.",
  "addToHomeScreen": "Agregar a la pantalla principal",
  "logo": "Woolaroo",
  "theLanguages": "Las lenguas",
  "tree": "Árbol",
  "learnMoreAbout": "Más información sobre",
  "languageListInstructions": "Presiona una lengua para obtener más información",
  "region": "Región",
  "nativeSpeakers": "Hablantes nativos",
  "exploreThisLanguage": "Explorar esta lengua",
  "otherLanguages": "Otras lenguas",
  "enterSomethingElse": "Ingresa algo distinto",
  "wordInNativeScript": "Palabra en alfabeto nativo",
  "nativeWordRequired": "Se requiere una palabra en alfabeto nativo",
  "nativeScriptHint": "p. ej., هتاف للترحيب",
  "wordInEnglish": "Palabra en español",
  "englishWordRequired": "Se requiere una palabra en español",
  "englishWordHint": "p. ej., \"hello\"",
  "wordInPrimaryLanguage": "Palabra en español",
  "wordInPrimaryLanguageRequired": "Se requiere una palabra en español",
  "wordInPrimaryLanguageHint": "p. ej., \"hola\"",
  "transliteration": "Transliteración (opcional)",
  "transliterationHint": "Palabra en alfabeto latino (p. ej., \"marhaba\")",
  "recordPronunciation": "Grabar pronunciación",
  "saved": "Guardado",
  "specialCharsInstructions": "¿Quieres escribir con caracteres especiales?",
  "wordSubmitted": "Enviado para revisión",
  "addWordError": "No se pudo agregar la palabra",
  "startCameraError": "No se pudo iniciar la cámara",
  "captureImageError": "No se pudo capturar la imagen",
  "feedbackSubmitted": "Comentarios enviados",
  "submitFeedbackError": "No se pudieron guardar los comentarios",
  "shareTitle": "Woolaroo brinda una nueva forma de explorar lenguas amenazadas usando la cámara.",
  "shareText": "Aprendí que ${translation} significa ${original} en ${language} con #Woolaroo de #GoogleArts.",
  "region_yug": "Queensland, Australia",
  "description_yug": "Yugambeh es una lengua aborigen australiana hablada por los Yugambeh, que viven en el sudeste de Queensland y en el noreste de New South Wales, ahora dentro de las regiones Logan City, Gold Coast, Scenic Rim y Tweed City.</p>\n\n<p>Existen más de 250 lenguas indígenas en Australia, y casi el 90% de ellas están amenazadas. Los resultados del censo australiano de 2016 indican que hay 18 hablantes de Yugambeh, pero se estima que existen cientos de hablantes del nivel básico.</p>",
  "shortDescription_yug": "Un idioma aborigen australiano hablado por los Yugambeh.",
  "region_yi": "Todo el mundo",
  "description_yi": "Se estima que hay alrededor de un cuarto de millón de hablantes de yidis en Estados Unidos, aproximadamente el mismo número en Israel y otros 100,000 en el resto del mundo. Eso es mucho menos que el número máximo de hablantes de yidis (11,000,000) justo antes del Holocausto. Sin embargo, algunos estudiosos creen que el número de hablantes de yidis ya no está disminuyendo y, de hecho, puede estar aumentando, en especial a medida que crece la población de la comunidad judía ultraortodoxa.",
  "shortDescription_yi": "La lengua derivada del alto alemán de los judíos asquenazíes.",
  "region_tzm": "Tamazgha (norte de África y Sahara)",
  "description_tzm": "El amazigh es la lengua indígena de la región de Tamazgha, que cubre todo el territorio del norte de África y el Sahara. Lo hablan con variantes locales alrededor de 30 millones de hablantes de amazigh, repartidos en diez países (oasis de Siwa en Egipto, Libia, Túnez, Argelia, Marruecos, la región de Azawagh en el norte de Níger, Azawad en el norte de Mali y el extremo norte de Burkina Faso). Cuenta con un sistema de escritura original llamado tifinag que tiene más de 3,000 años.\n\nLa lengua amazigh permanece activa a pesar de la marginalización de los estados. Y tiene cierto reconocimiento formal en Argelia y Marruecos. Artistas y organizaciones de cultura amazigh realizan actividades artísticas y culturales para su difusión. No obstante, se considera una lengua amenazada.",
  "shortDescription_tzm": "La lengua indígena de la región de Tamazgha en el territorio del norte de África y el Sahara.",
  "region_rap": "Valparaíso, Chile/Polinesia, Pacífico",
  "description_rap": "El rapanui es la lengua que habla el pueblo rapanui, que tiene orígenes polinesios y vive en la Isla de Pascua o Rapa Nui, la cual forma parte de Chile.\n\nRapa Nui tiene una población de 7,750 habitantes (censo de 2017), 40% de los cuales son nativos de la isla. De este grupo, el 60% sabe hablar rapanui (encuesta de la UNESCO de 2017).\n\nAunque cada isla tiene su propia variante, las lenguas polinesias comparten un origen común: todas provienen del sudeste asiático.",
  "shortDescription_rap": "Hablada por el pueblo rapanui de orígenes polinesios que habita en Rapa Nui (Isla de Pascua).",
  "region_ppl": "El Salvador, América Central",
  "description_ppl": "<p>El náhuat, o pipil, es una lengua uto-azteca hablada en el oeste de El Salvador. Está relacionada con las lenguas nahuanas que se hablan en América Central y habría sido una de las lenguas de comunicación mayormente utilizadas para el comercio, la educación y el liderazgo antes de la llegada de los españoles en 1500.</p>\n\n<p>Hoy en día, el náhuat tiene entre 200 y 300 hablantes en El Salvador y es una de las últimas lenguas indígenas que todavía se hablan en el país.</p>",
  "shortDescription_ppl": "Una lengua uto-azteca hablada en el oeste de El Salvador.",
  "region_mi": "Nueva Zelanda",
  "description_mi": "<p>El diccionario Te Aka Māori es un recurso para estudiantes de te reo Māori. Creado por John Moorfield, el diccionario en línea incluye ejemplos de oraciones, fotografías de varias especies y personas, sonidos de pájaros y audio donde se puede escuchar a hablantes nativos pronunciar las palabras. El equipo del Te Ipukarea Research Institute (consulta el sitio http://www.teipukarea.maori.nz/) sigue actualizando el Te Aka con nuevas entradas, significados y ejemplos de oraciones.</p>",
  "shortDescription_mi": "Una lengua polinesia oriental hablada por el pueblo maorí de Nueva Zelanda.",
  "region_el-cal": "Sur de Calabria, Italia",
  "description_el-cal": "<p>El sur de Italia es el hogar de dos variantes del griego amenazadas: el griko, que todavía se habla en algunos pueblos de Salento (Apulia), y el grecocalabrés, que sobrevivió en algunos pueblos de montaña aislados en las laderas del macizo del Aspromonte en la costa jónica de la provincia de Reggio de Calabria. Hoy en día, el grecocalabrés se habla principalmente en Condofuri (en particular en el distrito de Gallicianò), Roghudi Nuovo, Bova, Bova Marina y Reggio de Calabria.<p>\n\n<p>Desafortunadamente, la falta de un censo confiable dificulta el cálculo del número de hablantes de grecocalabrés. Se piensa que las cifras reales son muy bajas, y el factor más preocupante es la avanzada edad de la mayoría de los hablantes.</p>",
  "shortDescription_el-cal": "Una variante de la lengua griego italiota hablada por el pueblo griko en la región de Calabria en el sur de Italia.",
  "region_scn": "Sicilia",
  "description_scn": "<p>La lengua siciliana es una lengua romance nativa de Sicilia. Aunque es difícil determinar un número exacto de hablantes, en general se calcula que son 5,000,000. Se hablan lenguas similares en el sur de Apulia y Calabria; sin embargo, el nombre exacto de esta pequeña familia de lenguas no está estandarizado.</p>\n\n<p>Aunque está catalogado como vulnerable, el siciliano todavía se habla ampliamente en Sicilia y sigue teniendo vitalidad en su diáspora. Sin embargo, el cambio de lengua se aceleró a medida que el italiano fue reemplazando cada vez más al siciliano en muchos aspectos de la vida siciliana.</p>",
  "shortDescription_scn": "Una lengua romance nativa de la isla italiana de Sicilia.",
  "region_lou": "Costa del golfo, EE.UU.",
  "description_lou": "<p>El criollo de Luisiana (también llamado kouri-vini) es una lengua criolla basada en el francés que hablan mucho menos de 10,000 personas, más que nada en el estado de Luisiana, EE.UU. El idioma surgió como resultado de la comunicación entre colonos franceses y esclavos africanos. El criollo de Luisiana es distinto a nivel gramatical de la variedad de francés que se habla en Luisiana, pero ambas lenguas comparten la mayoría del vocabulario. Si bien la lengua está gravemente amenazada en la actualidad, existe una comunidad activa de revitalización de esta lengua en Internet.</p>",
  "shortDescription_lou": "Una lengua criolla basada en el francés y hablada sobre todo en Luisiana, EE.UU.",
  "region_zyg": "Guangxi, China y Vietnam",
  "description_zyg": "<p>El yang zhuang (también conocido como dejing zhuang, endónimo Qyaang [ˀja:ŋ1/2]) se habla más que nada en el condado de Debao, la ciudad de Jingxi y el condado de Napo en Guangxi, China, y también en las provincias Cao Banh, Bac Can y Ha Giang de Vietnam, donde a la lengua se la llama Nung Giang [nʊŋ2 ja:ŋ1]. Según las estimaciones, la población total que habla yang zhuang es de más de un millón de personas. Pertenece a la familia de lenguas tai, con lo cual, está relacionada con el tailandés y el laosiano.</p>\n\n<p>El idioma tiene una larga historia de literatura oral y tradición de canto antifonal: ngyam sley (literalmente, canto de poemas). Su sistema de escritura original es sloey ndep (o sawndip en zhuang estándar), desarrollado en base a caracteres chinos en la dinastía Ming (1368-1644). Además, se han creado ortografías romanizadas desde la década de 1980.</p>\n\n<p>En Woolaroo, yang zhuang se escribe con la ortografía desarrollada en 2018 por dos lingüistas: Sampson Lee Chun Yin y Liao Hanbo (quien forma parte de la comunidad de yang zhuang). El audio es del acento urbano del condado de Debao.</p>",
  "shortDescription_zyg": "Una lengua tai hablada en la región de Guanxi, al sudoeste de China.",
  "region_may": "México",
  "description_may": "<p>Los idiomas mayas modernos descienden del idioma proto-mayan, se cree que se habló hace al menos 5,000 años. En México, el idioma maya tiene alrededor de 795, 499 hablantes, principalmente ubicados en los estados sur de Yucatán, Quintana Roo y Campeche.</p><p>Crédito de fotografía: Reforestamos México A.C. © Edwin Pérez Martínez</p>",
  "shortDescription_may": "Un descendiente del idioma proto-mayano, hablado en los estados del sur de México de Yucatán, Quintana Roo y Campeche.",
  "region_tep": "México",
  "description_tep": "<p>Tepehua es un grupo de idiomas de México, que se habla en varios estados mexicanos centrales por el pueblo Tepehua. El censo de 2015 informó que el idioma indígena Tepehua tiene alrededor de 10,427 hablantes, principalmente ubicados en los estados mexicanos de Hidalgo, Puebla y Veracruz.</p><p>Crédito de fotografía: Reforestamos México A.C. © María Gabriela Rocha Gómez</p>",
  "shortDescription_tep": "Un grupo de idiomas hablado en varios estados mexicanos centrales por el pueblo de Tepehua",
  "region_vm": "Vanuatu, Pacífico Sur",
  "description_vm": "<p>Vurës es un idioma austronesio que se habla en la parte sur de la isla de Vōnō lav (Vanua Lava) en el norte de Vanuatu, suroeste del Pacífico.</p><p>Crédito de fotografía: Conservation International © O. Langrand</p>",
  "shortDescription_vm": "Un idioma austronesio hablado en el norte de Vanuatu, suroeste del Pacífico.",
  "region_pot": "Michigan, Wisconsin, Kansas, Oklahoma, Ontario, Canadá",
  "description_pot": "<p>Hay menos de 5 hablantes de primer idioma de Potawatomi. Hay alrededor de 10-25 hablantes de 2º idioma. Hay más de 60,000 Potawatomi repartidos por todo Estados Unidos y Canadá. Hay siete grupos únicos de Potawatomi en los Estados Unidos y 2 en Canadá.</p>",
  "shortDescription_pot": "Hablada por la tribu nativa de Potawatomi en los Estados Unidos y Canadá.",
  "region_rom": "República de San Marino",
  "description_rom": "<p>Serravallese es un dialecto no estándar que se habla en la ciudad de Serravalle y sus alrededores en la República de San Marino, donde el idioma oficial es italiano. Los dialectos de San Marino pertenecen al grupo lingüístico Romagnol, una familia de dialectos no estándar que se hablan en el noreste de Italia. Aunque los dialectos de Romagnol están relacionados con el italiano, no son mutuamente inteligibles con el lenguaje estándar. Los oradores del número de Serravallese, pero unos pocos miles, la gran mayoría de los cuales son personas mayores, sin oradores monolingües que sobreviven. Dado que las generaciones más jóvenes no pueden hablar o comprender el dialecto, se puede esperar la extinción de Serravallese en las próximas décadas.</p>",
  "shortDescription_rom": "Un dialecto hablado en la ciudad de Serravalle y sus alrededores en la República de San Marino",
  "region_san": "India",
  "description_san": "<p>El sánscrito es un lenguaje clásico de Asia y en el subcontinente indio, y los textos clásicos del hinduismo, el budismo y el jainismo están en sánscrito. Enseñado en gurukulas tradicionales desde la antigüedad, hoy se enseña ampliamente en escuelas secundarias y universidades.</p><p>Crédito de fotografía: Bombay Natural History Society © Kiran Thumma</p>",
  "shortDescription_san": "Un lenguaje clásico de Asia y en el subcontinente indio, y los textos clásicos del hinduismo, el budismo y el jainismo.",
  "region_kum": "EE.UU",
  "description_kum": "<p>El Kumeyaay, también conocido por su histórico nombre español Diegueño, es una tribu de pueblos indígenas de las Américas que viven en la frontera norte de Baja California en México y la frontera sur de California en los Estados Unidos. Su idioma Kumeyaay pertenece a la familia de idiomas yumán -Cochimí. Hay menos de 100 altavoces fluidos de Kumeyaay.</p>",
  "shortDescription_kum": "El idioma hablado por una tribu de pueblos indígenas que viven a lo largo de la frontera de Baja California, México y California, EE. UU."
}
