{
  "intro1": "Woolaroo offre une nouvelle façon de découvrir des langues autochtones.",
  "intro2": "Woolaroo utilise le machine learning (apprentissage automatique) et votre appareil photo pour reconnaître des objets et en traduire le nom.",
  "getStarted": "C'est parti",
  "next": "Suivant",
  "skip": "Ignorer",
  "introFeedback": "Il s'agit d'une expérience éducative, et les traductions sont fournies par nos partenaires.",
  "termsAndPrivacyTitle": "Conditions et confidentialité",
  "introTermsAndPrivacy": "En utilisant Woolaroo, vous acceptez les <a href=\"${termsUrl}\">Conditions d'utilisation</a> et les <a href=\"${termsUrl}\">Règles de confidentialité</a>.",
  "accept": "Accepter",
  "uiLanguageLabel": "Je parle",
  "endangeredLanguageLabel": "J'aimerais découvrir cette langue :",
  "go": "Commencer",
  "errorTitle": "Erreur",
  "close": "Fermer",
  "pickPhoto": "Choisir une photo",
  "photoSource": "Vous pouvez utiliser une photo de votre téléphone ou photographier un objet autour de vous",
  "takePhoto": "Prendre une photo",
  "changeLanguage": "Changer de langue",
  "captureInstructions": "Prenez un objet en photo, et Woolaroo en traduira le nom.",
  "imageCaptionLabel": "Qu'est-ce que c'est ?",
  "imageCaptionRequired": "Veuillez prendre une photo",
  "translationFeedback": "Envoyer des commentaires",
  "feedbackTitle": "Commentaires",
  "submit": "Envoyer",
  "feedbackInstructions": "Aidez-nous à améliorer les traductions de Woolaroo en nous faisant part de vos commentaires :",
  "incorrectTranslation": "Traduction incorrecte",
  "offensiveTranslation": "Traduction choquante",
  "feedbackTypeRequired": "Aucun type de commentaire sélectionné",
  "enterFeedback": "Saisir un commentaire",
  "feedbackRequired": "Veuillez ajouter un commentaire",
  "addAWord": "Ajouter un mot",
  "addWord": "Ajouter le mot",
  "add": "Ajouter",
  "inLanguage": "En ${language}",
  "switchLanguage": "Changer de langue",
  "addWordInstructions": "Contribuez à l'application en ajoutant de nouveaux mots en ${endangeredLanguage} avec leur traduction",
  "theApp": "L'application",
  "languageToEndangeredLanguage": "Du ${sourceLanguage} au ${endangeredLanguage}",
  "about": "À propos",
  "aboutContent1": "Woolaroo est une expérience en Open Source de <a href=\"https://artsandculture.google.com/\" target=\"_blank\">Google Arts &amp; Culture</a> qui utilise l'appareil photo de votre téléphone pour traduire instantanément le nom des objets en langues autochtones.",
  "aboutContent2": "L'application est facile à utiliser. Il suffit de prendre un objet en photo ou d'importer votre image pour que le nom de l'objet soit traduit en temps réel. Vous pouvez enregistrer l'image traduite, la partager ou réessayer avec une autre image.",
  "theTechnology": "La technologie",
  "technologyContent1": "Développé avec Google Traduction et la technologie Cloud Vision, Woolaroo utilise le machine learning avancé pour identifier les objets photographiés et en traduire le nom en temps réel.",
  "technologyContent2": "La traduction fournie est basée sur l'objet central de l'image. Si plusieurs objets sont détectés, vous pouvez faire défiler les propositions et sélectionner la traduction appropriée.",
  "technologyContent3": "Woolaroo repose sur les dernières avancées technologiques d'IA. Il peut donc arriver que l'application se trompe, mais nous nous efforçons de l'améliorer. Vous pouvez nous aider en utilisant la fonctionnalité Commentaires sur la traduction pour signaler les traductions qui vous semblent incorrectes.",
  "addToHomeScreen": "Ajouter à l'écran d'accueil",
  "logo": "Woolaroo",
  "theLanguages": "Les langues",
  "tree": "Arbre",
  "learnMoreAbout": "En savoir plus sur cette langue :",
  "languageListInstructions": "Appuyez sur une langue pour en savoir plus",
  "region": "Région",
  "nativeSpeakers": "Locuteurs natifs",
  "exploreThisLanguage": "Découvrir cette langue",
  "otherLanguages": "Autres langues",
  "enterSomethingElse": "Saisissez autre chose",
  "wordInNativeScript": "Mot en caractères d’origine",
  "nativeWordRequired": "Veuillez saisir un mot en caractères d’origine",
  "nativeScriptHint": "هتاف للترحيب, par exemple",
  "wordInEnglish": "Mot en français",
  "englishWordRequired": "Veuillez indiquer un mot en français.",
  "englishWordHint": "\"bonjour\", par exemple",
  "wordInPrimaryLanguage": "Mot en français",
  "wordInPrimaryLanguageRequired": "Veuillez indiquer un mot en français.",
  "wordInPrimaryLanguageHint": "\"bonjour\", par exemple",
  "transliteration": "Translittération (facultatif)",
  "transliterationHint": "Mot en alphabet latin (\"marhaba\", par exemple)",
  "recordPronunciation": "Enregistrer la prononciation",
  "saved": "Enregistré",
  "specialCharsInstructions": "Vous voulez saisir des caractères spéciaux ? Essayez <a>GBoard</a> ou <a>Keyman</a>",
  "wordSubmitted": "Envoyé pour examen",
  "addWordError": "Impossible d'ajouter un mot",
  "startCameraError": "Impossible de démarrer l'appareil photo",
  "captureImageError": "Impossible de prendre la photo",
  "feedbackSubmitted": "Commentaire envoyé",
  "submitFeedbackError": "Impossible d'enregistrer le commentaire",
  "shareTitle": "Woolaroo offre une nouvelle façon de découvrir des langues menacées à l'aide de votre appareil photo.",
  "shareText": "J'ai appris que ${translation} signifiait ${original} en ${language} grâce à #Woolaroo de #GoogleArts.",
  "region_yug": "Queensland, Australie",
  "description_yug": "<p>Le yugambeh est une langue aborigène d'Australie parlée par le peuple Yugambeh. Celui-ci vit dans le sud-est du Queensland et dans le nord-est de la Nouvelle-Galles du Sud, plus précisément dans les régions de Logan City, de la Gold Coast, de la Scenic Rim et de Tweed City.</p>\n\n<p>L'Australie compte plus de 250 langues autochtones, et presque 90 % d'entre elles sont menacées. D'après les résultats du recensement australien de 2016, 18 personnes parlent le yugambeh, mais le nombre d'utilisateurs élémentaires s'élèverait à plusieurs centaines de personnes. </p>",
  "shortDescription_yug": "Une langue aborigène d'Australie parlée par le peuple Yugambeh.",
  "region_yi": "Dans le monde entier",
  "description_yi": "<p>Selon les estimations, 250 000 personnes parlent le yiddish aux États-Unis. On retrouve le même nombre de locuteurs en Israël et quelque 100 000 autres dans le reste du monde. Ces chiffres sont bien inférieurs au pic de Iocuteurs qu'a connu le yiddish (11 millions de personnes) à la veille de la Shoah. Cependant, certains experts sont convaincus que le nombre de personnes parlant le yiddish ne diminue plus et qu'il pourrait même être en hausse. Cela est surtout dû au fait que la population de la communauté juive ultra-orthodoxe augmente.</p>",
  "shortDescription_yi": "La langue des Juifs ashkénazes, dérivée du haut allemand.",
  "region_tzm": "Berbérie (région de Tamazgha, Afrique du Nord et Sahara)",
  "description_tzm": "<p>Le berbère est une langue autochtone issue de la région de Berbérie, qui recouvre toute l'Afrique du Nord et le Sahara. Ses dialectes sont parlés par environ 30 millions de locuteurs répartis dans plus de dix pays (en Égypte dans l'oasis de Siwa, en Libye, en Tunisie, en Algérie, au Maroc, dans la région de l'Azawagh dans le nord du Niger, dans l'Azawad dans le nord du Mali et dans l'extrême-nord du Burkina Faso). Il possède son propre système d'écriture, le tifinagh, vieux de trois millénaires environ.</p>\n\n</p>Le berbère demeure très vivant malgré la marginalisation de la langue par les États. Il a, toutefois, un statut officiel au Maroc et en Algérie. La langue est soutenue par des activités culturelles et artistiques menées par des artistes et des organisations culturelles berbères, mais est considérée comme une langue menacée.</p>",
  "shortDescription_tzm": "La langue autochtone de Berbérie en Afrique du Nord et dans le Sahara.",
  "region_rap": "Valparaíso, Chili / Polynésie, océan Pacifique",
  "description_rap": "<p>Le rapanui est une langue parlée par les Rapa Nui, un peuple d'origine polynésienne qui vit sur l'île de Pâques ou Rapa Nui, un territoire du Chili.</p>\n\n<p>Rapa Nui compte 7 750 habitants (recensement de 2017), dont 40 % sont des natifs de l'île. De ce groupe, 60 % parlent couramment le rapanui (enquête de l'UNESCO menée en 2017).</p>\n\n<p>Même si chaque île possède son propre dialecte, les langues polynésiennes sont toutes originaires de l'Asie du Sud-Est.</p>",
  "shortDescription_rap": "Parlé par les Rapa Nui aux origines polynésiennes qui vivent à Rapa Nui (l'île de Pâques).",
  "region_ppl": "El Salvador, Amérique centrale",
  "description_ppl": "<p>Le nawat, ou nahuat-pipil, est une langue uto-aztèque parlée dans l'ouest du Salvador. Elle appartient aux langues Nahuatl pratiquées à travers l'Amérique centrale et aurait été l’une des langues de communication principales utilisées pour le commerce, l’éducation et la gouvernance avant l'arrivée des Espagnols en 1500.</p>\n\n<p>Aujourd'hui, le nawat rassemble 200 à 300 locuteurs au Salvador et est une des dernières langues autochtones toujours pratiquée dans le pays.</p>",
  "shortDescription_ppl": "Une langue uto-aztèque parlée dans l'ouest du Salvador.",
  "region_mi": "Nouvelle-Zélande",
  "description_mi": "<p>Le dictionnaire maori Te Aka est une ressource pour ceux qui étudient la langue maorie. Créé par le regretté John Moorfield, le dictionnaire en ligne recueille des exemples de phrases et des enregistrements des mots prononcés par des locuteurs natifs. On peut également y consulter des photographies de différents peuples et de diverses espèces animales, et écouter des chants d’oiseaux. Le Te Aka est continuellement mis à jour avec de nouvelles entrées, significations et exemples de phrases grâce à l'équipe de l'Institut de recherche Te Ipukarea (voir <a href=\"http://www.teipukarea.maori.nz/\">http://www.teipukarea.maori.nz/</a>).</p>",
  "shortDescription_mi": "Une langue polynésienne orientale parlée par le peuple Maori de Nouvelle-Zélande.",
  "region_el-cal": "Sud de la Calabre, Italie",
  "description_el-cal": "<p>Le sud de l'Italie abrite deux variantes menacées du grec. Le griko est encore parlé dans quelques villages dans le Salento (les Pouilles), et le grec calabrais a survécu dans un petit nombre de villages isolés perchés dans les montagnes du massif de l'Aspromonte sur la côte ionienne de la province de Reggio de Calabre. Aujourd'hui, le grec calabrais est majoritairement pratiqué à Condofuri (en particulier dans le hameau de Gallicianò), Roghudi Nuovo, Bova, Bova Marina et Reggio Calabria.</p>\n\n<p>Malheureusement, l'absence de recensement fiable rend difficile l'estimation du nombre de locuteurs du grec calabrais. Les chiffres réels seraient très bas, et l'âge avancé de la plupart des locuteurs est le point le plus préoccupant.</p>",
  "shortDescription_el-cal": "Un dialecte du grec italiote pratiqué par les Grikos en Calabre, dans le sud de l'Italie.",
  "region_scn": "Sicile",
  "description_scn": "<p>Le sicilien est une langue romane de Sicile. Bien qu'il soit difficile d'en déterminer le nombre exact de locuteurs, la plupart des estimations ne dépassent pas 5 000 000 de personnes. Des langues proches du sicilien sont parlées dans le sud des Pouilles et en Calabre, mais cette petite famille de langues n'a pas de désignation officielle.</p>\n\n<p>Bien que considéré comme une langue vulnérable, le sicilien reste largement pratiqué en Sicile, et sa diaspora conserve une certaine vitalité. Cependant, le changement linguistique s'est accéléré, et l'italien remplace de plus en plus le sicilien dans de nombreux aspects de la vie sur l'île.</p>",
  "shortDescription_scn": "Une langue romane originaire de l'île italienne de Sicile.",
  "region_lou": "Golfe du Mexique, USA",
  "description_lou": "<p>Le créole louisianais (aussi appelé kouri-vini) est une langue créole à base lexicale française parlée par bien moins de 10 000 personnes, majoritairement dans l'État de Louisiane aux États-Unis. Cette langue résulte de la communication entre les colons français et les esclaves africains. Le créole louisianais possède une grammaire différente de la variante du français pratiquée en Louisiane, bien que les deux langues partagent en grande partie le même vocabulaire. Même si la langue est fortement menacée aujourd'hui, Internet est le témoin d'une communauté dynamique de revitalisation de la langue.</p>",
  "shortDescription_lou": "Une langue créole à base lexicale française parlée majoritairement en Louisiane, aux États-Unis.",
  "region_zyg": "Guangxi, Chine et Viêt Nam",
  "description_zyg": "<p>Le zhuang yang (ou zhuang de Dejing, qui a pour endonyme Qyaang [ˀja:ŋ1/2]) est majoritairement parlé dans le xian de Debao, de Jingxi et de Napo dans le Guangxi en Chine. Cette langue est également pratiquée dans les provinces vietnamiennes de Cao Bằng, Bắc Kạn et de Hà Giang, où elle prend le nom de nung giang [nʊŋ2 ja:ŋ1]. Selon les estimations, la population totale de locuteurs dépasse la barre du million de personnes. La langue appartient à la famille des langues taï, ce qui signifie qu'elle est proche du thaï et du laotien.</p>\n\n<p>La tradition orale possède une longue histoire dans la culture du zhuang yang, et il en est de même pour le chant antiphonique : ngyam sley (littéralement chant de poème). Son système d'écriture originel est le sloey ndep (ou sawndip en zhuang standard), créé à partir de caractères chinois sous la dynastie Ming (1368-1644). À partir des années 1980, des orthographes en écriture latine ont vu le jour.</p>\n\n<p>Sur Woolaroo, le zhuang yang est transcrit dans une orthographe imaginée en 2018 par deux linguistes : Sampson Lee Chun et Liao Hanbo (un membre à part entière de la communauté de la langue de zhuang yan). L'accent utilisé pour le contenu audio est celui du xian de Debao.</p>",
  "shortDescription_zyg": "Une langue taï parlée dans le sud-ouest de la région du Guangxi en Chine.",
  "region_may": "Mexique",
  "description_may": "<p>Les langues mayas modernes descendent de la langue proto-mai, qui aurait été parlée il y a au moins 5 000 ans. Au Mexique, la langue maya compte environ 795, 499 conférenciers, principalement situés dans les États sud de Yucatán, Quintana Roo et Campeche.</p><p>Crédit de photographie: Reforestamos México A.C. © Edwin Pérez Martínez</p>",
  "shortDescription_may": "Un descendant de la langue proto-mai, parlé dans les États du sud du Mexique du Yucatán, Quintana Roo et Campeche.",
  "region_tep": "Mexique",
  "description_tep": "<p>Tepehua est un groupe linguistique du Mexique, parlé dans un certain nombre d'États mexicains centraux par le peuple Tepehua. Le recensement de 2015 a informé que la langue indigène Tepehua compte environ 10 427 conférenciers, principalement situés dans les États mexicains de Hidalgo, Puebla et Veracruz.</p><p>Crédit de photographie: Reforestamos México A.C. © María Gabriela Rocha Gómez</p>",
  "shortDescription_tep": "Un groupe linguistique parlé dans un certain nombre d'États du centre mexicain par le peuple Tepehua",
  "region_vm": "Vanuatu, Pacifique Sud",
  "description_vm": "<p>Vurës est une langue austronée parlée dans la partie sud de l'île de Vōnō Lav (Vanua Lava) dans le nord de Vanuatu, dans le sud-ouest du Pacifique.</p><p>Crédit de photographie: Conservation International © O. Langrand</p>",
  "shortDescription_vm": "Une langue austronésienne parlée dans le nord du Vanuatu, dans le sud-ouest du Pacifique.",
  "region_pot": "Michigan, Wisconsin, Kansas, Oklahoma, Ontario, Canada",
  "description_pot": "<p>Il y a moins de 5 locuteurs de Potawatomi. Il y a environ 10-25 haut-parleurs de la 2e langue. Il y a plus de 60 000 potawatomi partout aux États-Unis et au Canada. Il y a sept groupes uniques de Potawatomi aux États-Unis et 2 au Canada.</p>",
  "shortDescription_pot": "Parlé par la tribu indigène Potawatomi aux États-Unis et au Canada.",
  "region_rom": "République de San Marino",
  "description_rom": "<p>Serravallese est un dialecte non standard parlé dans la ville de Serravalle et son environnement en République de San Marino, où la langue officielle est italienne. Les dialectes de San Marino appartiennent au groupe linguistique Romagnol, une famille de dialectes non standard qui sont parlés dans le nord-est de l'Italie. Bien que les dialectes Romagnol soient liés à l'italien, ils ne sont pas mutuellement intelligibles avec la langue standard. Les conférenciers du nombre de serravalles mais quelques milliers, dont la grande majorité sont des personnes âgées, sans conférenciers monolingues survivant. Étant donné que les jeunes générations ne sont pas en mesure de parler ou de comprendre le dialecte, l'extinction de Serravallese peut être attendue au cours des prochaines décennies.</p>",
  "shortDescription_rom": "Un dialecte parlé dans la ville de Serravalle et son environnement en République de San Marino",
  "region_san": "Inde",
  "description_san": "<p>Le sanskrit est un langage classique de l'Asie et du sous-continent indien, et les textes classiques de l'hindouisme, du bouddhisme et du jaïnisme sont en sanskrit. Enseigné dans les gurukulas traditionnels depuis les temps anciens, il est aujourd'hui largement enseigné dans les écoles et universités secondaires.</p><p>Crédit de photographie: Bombay Natural History Society © Kiran Thumma</p>",
  "shortDescription_san": "Un langage classique de l'Asie et dans le sous-continent indien, et les textes classiques de l'hindouisme, du bouddhisme et du jaïnisme.",
  "region_kum": "Etats-Unis",
  "description_kum": "<p>Le Kumeyaay, également connu sous leur nom espagnol historique Diegueño, est une tribu de peuples autochtones des Amériques qui vivent à la frontière nord de la Basse-Californie au Mexique et de la frontière sud de la Californie aux États-Unis. Leur langue Kumeyaay appartient à la famille de la langue Yuman - Cochimí. Il y a moins de 100 haut-parleurs courants de Kumeyaay à gauche.</p>",
  "shortDescription_kum": "La langue parlée par une tribu de peuples autochtones vivant le long de la frontière de Baja California, Mexique et Californie, États-Unis."
}
