{
  "intro1": "Woolaroo offre un nuovo modo di scoprire le lingue autoctone.",
  "intro2": "Tramite il machine learning, riconosce gli oggetti inquadrati con la fotocamera e ne traduce i nomi.",
  "getStarted": "Per iniziare",
  "next": "Avanti",
  "skip": "Salta",
  "introFeedback": "Questo è un esperimento didattico; le traduzioni sono state fornite dai nostri partner.",
  "termsAndPrivacyTitle": "Termini e privacy",
  "introTermsAndPrivacy": "Utilizzando Woolaroo accetti <a href=\"${termsUrl}\">i Termini e le condizioni</a> e <a href=\"${termsUrl}\">le norme sulla privacy</a>.",
  "accept": "Accetto",
  "uiLanguageLabel": "Parlo",
  "endangeredLanguageLabel": "Vorrei scoprire la lingua di",
  "go": "Inizia",
  "errorTitle": "Errore",
  "close": "Chiudi",
  "pickPhoto": "Scegli foto",
  "photoSource": "Puoi utilizzare una foto sul tuo telefono oppure scattarne una di qualcosa che si trova vicino a te",
  "takePhoto": "Scatta foto",
  "changeLanguage": "Cambia lingua",
  "captureInstructions": "Acquisisci l'immagine di un oggetto e Woolaroo ne tradurrà il nome.",
  "imageCaptionLabel": "Che cos'è?",
  "imageCaptionRequired": "È richiesta la didascalia dell'immagine",
  "translationFeedback": "Fornisci un feedback",
  "feedbackTitle": "Feedback",
  "submit": "Invia",
  "feedbackInstructions": "Aiutaci a migliorare le traduzioni di Woolaroo condividendo con noi il tuo feedback:",
  "incorrectTranslation": "Traduzione non corretta",
  "offensiveTranslation": "Traduzione offensiva",
  "feedbackTypeRequired": "Nessun tipo di feedback selezionato",
  "enterFeedback": "Inserisci feedback",
  "feedbackRequired": "Feedback richiesto",
  "addAWord": "Aggiungi una parola",
  "addWord": "Aggiungi parola",
  "add": "Aggiungi",
  "inLanguage": "In ${language}",
  "switchLanguage": "Cambia lingua",
  "addWordInstructions": "Contribuisci a migliorare l'app aggiungendo nuove parole in ${endangeredLanguage} e le relative traduzioni",
  "theApp": "L'app",
  "languageToEndangeredLanguage": "Dalla lingua ${sourceLanguage} alla lingua ${endangeredLanguage}",
  "about": "Informazioni",
  "aboutContent1": "Woolaroo è un esperimento open source di <a href=\"https://artsandculture.google.com/\" target=\"_blank\">Google Arts &amp; Culture</a> che utilizza la fotocamera della tua app per tradurre in tempo reale i nomi degli oggetti nelle lingue autoctone.",
  "aboutContent2": "È semplice da utilizzare: basta scattare una foto a un oggetto oppure caricarne una per visualizzare la traduzione del nome in tempo reale. Puoi salvare l'immagine con il nome tradotto, condividerla o continuare con un'altra immagine.",
  "theTechnology": "La tecnologia",
  "technologyContent1": "Sviluppata con Google Traduttore e la tecnologia Cloud Vision, Woolaroo utilizza un sistema di machine learning avanzato per riconoscere gli oggetti nelle foto e tradurne i nomi in tempo reale.",
  "technologyContent2": "La traduzione è basata sull'oggetto principale nell'immagine. Se vengono rilevati più oggetti, puoi scorrere e selezionare la traduzione corretta.",
  "technologyContent3": "Woolaroo si avvale della tecnologia AI più recente, pertanto qualche volta potrebbe commettere degli errori, ma ci impegniamo costantemente per migliorarla. Puoi aiutarci utilizzando la funzionalità di feedback per segnalare eventuali traduzioni che pensi non siano corrette.",
  "addToHomeScreen": "Aggiungi alla schermata Home",
  "logo": "Woolaroo",
  "theLanguages": "Le lingue",
  "tree": "Albero",
  "learnMoreAbout": "Scopri di più su",
  "languageListInstructions": "Tocca una lingua per scoprire di più",
  "region": "Area geografica",
  "nativeSpeakers": "Madrelingua",
  "exploreThisLanguage": "Scopri questa lingua",
  "otherLanguages": "Altre lingue",
  "enterSomethingElse": "Inserisci qualcos'altro",
  "wordInNativeScript": "Parola nell'alfabeto nativo",
  "nativeWordRequired": "È richiesta la parola nell'alfabeto nativo",
  "nativeScriptHint": " هتاف للترحيب .ad es",
  "wordInEnglish": "Parola in italiano",
  "englishWordRequired": "È richiesta la parola in italiano",
  "englishWordHint": "ad es. \"hello\"",
  "wordInPrimaryLanguage": "Parola in italiano",
  "wordInPrimaryLanguageRequired": "È richiesta la parola in italiano",
  "wordInPrimaryLanguageHint": "ad es. \"ciao\"",
  "transliteration": "Traslitterazione (facoltativa)",
  "transliterationHint": "Parola nell'alfabeto latino (ad es. \"marhaba\")",
  "recordPronunciation": "Registra pronuncia",
  "saved": "Elemento salvato",
  "specialCharsInstructions": "Vuoi digitare caratteri speciali? Prova <a>Gboard</a> o <a>Keyman</a>",
  "wordSubmitted": "Elemento inviato per la revisione",
  "addWordError": "Impossibile aggiungere la parola",
  "startCameraError": "Impossibile avviare la fotocamera",
  "captureImageError": "Impossibile acquisire l'immagine",
  "feedbackSubmitted": "Feedback inviato",
  "submitFeedbackError": "Impossibile salvare il feedback",
  "shareTitle": "Woolaroo offre un nuovo modo di scoprire le lingue a rischio di estinzione con l'aiuto della tua fotocamera.",
  "shareText": "Ho scoperto che ${translation} significa ${original} in ${language} con #Woolaroo di #GoogleArts.",
  "region_yug": "Queensland, Australia",
  "description_yug": "<p>Lo yugambeh è una lingua aborigena australiana parlata dal popolo Yugambeh, che vive nel sud-est del Queensland e nel nord-est del Nuovo Galles del Sud, nelle aree oggi corrispondenti a Logan City, Gold Coast, Tweed Heads e la regione dello Scenic Rim.</p>\n\n<p>In Australia sono presenti oltre 250 lingue autoctone, di cui quasi il 90% è a rischio di estinzione. I risultati del censimento australiano del 2016 indicano che ci sono 18 parlanti della lingua yugambeh, ma si stima che ci siano centinaia di altre persone che ne conoscono almeno le basi.</p>",
  "shortDescription_yug": "Una lingua aborigena australiana parlata dal popolo Yugambeh.",
  "region_yi": "In tutto il mondo",
  "description_yi": "<p>Secondo le stime, negli Stati Uniti sono presenti circa 250.000 parlanti della lingua yiddish, un numero simile in Israele e altri 100.000 circa nel resto del mondo. Si tratta di un numero molto inferiore rispetto al massimo raggiunto prima dell'Olocausto, pari a circa 11 milioni. Tuttavia, alcuni esperti ritengono che il numero di parlanti di questa lingua non stia più diminuendo e che anzi potrebbe essere in aumento, grazie in particolare alla crescita della popolazione della comunità ebraica ultraortodossa.</p>",
  "shortDescription_yi": "La lingua degli ebrei ashkenaziti, derivata dall'alto-tedesco",
  "region_tzm": "Tamazgha (Nordafrica e Sahara)",
  "description_tzm": "<p>L'amazigh è una lingua autoctona della regione Tamazgha, che include l'intera area nordafricana e sahariana. È usato con varianti locali da circa 30 milioni di parlanti in oltre 10 paesi (oasi Siwa in Egitto, Libia, Tunisia, Algeria, Marocco, regione Azawagh nella Nigeria del nord, Azawad nel nord di Mali ed estremo nord del Burkina Faso). Il suo sistema di scrittura originale, il tifinagh, risale a circa 3000 anni fa.</p>\n\n</p>L'amazigh rimane una lingua molto viva; nonostante sia marginalizzata dagli stati, ha ottenuto qualche riconoscimento formale in Algeria e Marocco. Pur supportata dalle attività di artisti e organizzazioni culturali amazigh, viene considerata comunque una lingua a rischio di estinzione.</p>",
  "shortDescription_tzm": "La lingua autoctona della regione Tamazgha in Nordafrica e nell'area sahariana.",
  "region_rap": "Valparíso, Cile/Polinesia, Pacifico",
  "description_rap": "<p>Il rapa nui è la lingua parlata dal popolo Rapa Nui, che ha origini polinesiane e vive sull'Isola di Pasqua (o Rapa Nui), che fa parte del Cile.</p>\n\n<p>La popolazione di Rapa Nui è di 7750 abitanti (censimento del 2017), il 40% dei quali nativo dell'isola. Tra loro, il 60% è in grado di parlare il rapa nui (sondaggio dell'UNESCO del 2017).</p>\n\n<p>Sebbene ogni isola presenti una sua variante, le lingue polinesiane condividono un'origine comune, dato che provengono tutte dal sud-est asiatico.</p>",
  "shortDescription_rap": "Parlata dal popolo Rapa Nui, di origini polinesiane, che vive sull'Isola di Pasqua.",
  "region_ppl": "El Salvador, America centrale",
  "description_ppl": "<p>Il nawat, o pipil, è una lingua uto-azteca parlata nell'area occidentale di El Salvador. Fa parte delle lingue nāhuatl parlate in America centrale e sembra che, prima dell'arrivo degli spagnoli nel 1500, fosse una delle lingue più utilizzate per la comunicazione istituzionale (affari, istruzione, politica).</p>\n\n<p>Oggi il nawat è parlato da 200-300 persone a El Salvador ed è una delle ultime lingue autoctone ancora parlate nel paese.</p>",
  "shortDescription_ppl": "Una lingua uto-azteca parlata nell'area occidentale di El Salvador.",
  "region_mi": "Nuova Zelanda",
  "description_mi": "<p>Il dizionario māori Te Aka è una risorsa per le persone che studiano la lingua māori. Creato dall'ormai scomparso John Moorfield, il dizionario online include frasi di esempio, fotografie di diverse specie di animali e di persone, versi di uccelli e contenuti audio in cui è possibile ascoltare parole pronunciate da persone madrelingua. Il Te Aka continua a essere aggiornato con nuove voci, significati e frasi di esempio dal team dell'istituto di ricerca Te Ipukarea (vedi <a href=\"http://www.teipukarea.maori.nz/\">http://www.teipukarea.maori.nz/</a>).</p>",
  "shortDescription_mi": "Una lingua della Polinesia orientale parlata dal popolo Māori della Nuova Zelanda.",
  "region_el-cal": "Calabria meridionale, Italia",
  "description_el-cal": "<p>L'Italia meridionale ospita due varianti di greco a rischio di estinzione, il griko, ancora parlato in alcuni borghi del Salento, in Puglia, e il greco calabro, sopravvissuto in pochi borghi montani isolati sui pendii del massiccio dell'Aspromonte, sulla costa ionica della provincia di Reggio Calabria. Oggi il greco calabro si parla principalmente a Condofuri (in particolare nella frazione di Gallicianò), Roghudi Nuovo, Bova, Bova Marina e Reggio Calabria.</p>\n\n<p>Purtroppo, la mancanza di censimenti attendibili rende difficoltosa la stima del numero delle persone che parlano il greco calabro. Si pensa che i numeri correnti siano molto bassi e l'aspetto più preoccupante è l'età avanzata della maggior parte dei parlanti.</p>",
  "shortDescription_el-cal": "Una variante della lingua greco-italiota utilizzata dal popolo Griko in Calabria.",
  "region_scn": "Sicilia",
  "description_scn": "<p>Il siciliano è una lingua romanza nativa della Sicilia. Sebbene sia difficile riuscire a determinare il numero esatto di parlanti, secondo la maggior parte delle stime questo si aggira intorno ai 5 milioni. Lingue simili si parlano nella Puglia meridionale e in Calabria, tuttavia per questo ceppo linguistico non è stata definita una denominazione ufficiale.</p>\n\n<p>Sebbene indicato come lingua a rischio, il siciliano è ancora ampiamente parlato in Sicilia e mantiene una certa diffusione tra i parlanti emigrati. Il processo di deriva linguistica ha però accelerato, poiché l'italiano sta sostituendo sempre di più il siciliano in diversi aspetti della vita degli abitanti dell'isola.</p>",
  "shortDescription_scn": "Una lingua romanza nativa della Sicilia",
  "region_lou": "Costa del golfo, USA",
  "description_lou": "<p>Il creolo della Lousiana (anche noto come kouri-vini) è una lingua creola basata sul francese, parlata da meno di 10.000 persone, la maggior parte delle quali residente nello stato americano della Louisiana. Lingua nata dalla comunicazione tra i coloni francesi e gli schiavi africani, dal punto di vista grammaticale il creolo della Louisiana è diverso dalla variante di francese parlata nello stato, anche se le due lingue condividono la maggior parte del vocabolario. Sebbene questa lingua sia oggi gravemente a rischio, esiste una vivace comunità online impegnata per il suo recupero.</p>",
  "shortDescription_lou": "Una lingua creola basata sul francese, parlata principalmente in Louisiana (Stati Uniti d'America).",
  "region_zyg": "Guangxi, Cina e Vietnam",
  "description_zyg": "<p>Lo yang zhuang (noto anche come dejing zhuang, endonimo di Qyaang [ˀja:ŋ1/2]) si parla principalmente nelle contee di Debao, Jingxi e Napo in Guangxi (Cina), ma anche nelle province vietnamite di Cao Banh, Bac Can e Ha Giang, dove viene chiamato nung giang [nʊŋ2 ja:ŋ1]. Secondo le stime, il numero totale di parlanti supera il milione. Questa lingua appartiene al ceppo linguistico thai, il che significa che è correlata al thai e al lao.</p>\n\n<p>Vanta una lunga storia basata su letteratura orale e canto antifonale tradizionale, il ngyam sley (letteralmente \"poema cantato\"). Il suo sistema di scrittura originale è lo sloey ndep (o sawndip in zhuang standard), sviluppato sulla base dei caratteri cinesi durante la dinastia Ming (1368-1644). Le ortografie romanizzate sono state create successivamente, a partire dagli anni '80.</p>\n\n<p>In Woolaroo, lo yang zhuang si scrive con l'ortografia sviluppata nel 2018 da due linguisti, Sampson Lee Chun Yin e Liao Hanbo (un membro della comunità della lingua yang zhuang). L'accento utilizzato per i contenuti audio è quello della contea di Debao.</p>",
  "shortDescription_zyg": "Una lingua thai parlata nella regione sudoccidentale di Guangxi in Cina.",
  "region_may": "Messico",
  "description_may": "<p>Le moderne lingue Maya discendono dalla lingua proto-Mayan, che si pensa siano state pronunciate almeno 5.000 anni fa. In Messico la lingua Maya ha circa 795, 499 oratori, situati principalmente negli stati sud di Yucatán, Quintana Roo e Campeche.</p><p>Credito fotografico: Remorestamos México A.C. © Edwin Pérez Martínez</p>",
  "shortDescription_may": "Un discendente della lingua proto-Mayan, parlato negli stati meridionali del Messico di Yucatán, Quintana Roo e Campeche.",
  "region_tep": "Messico",
  "description_tep": "<p>Tepehua è un gruppo linguistico del Messico, parlato in un certo numero di stati messicani centrali dal popolo di Tepehua. Il censimento del 2015 ha informato che la lingua indigena Tepehua ha circa 10.427 oratori, situati principalmente negli stati messicani di Hidalgo, Puebla e Veracruz.</p><p>Credito fotografico: Reforestamos México A.C. © María Gabriela Rocha Gómez</p>",
  "shortDescription_tep": "Un cluster linguistico parlato in un certo numero di stati messicani centrali dal popolo di Tepehua",
  "region_vm": "Vanuatu, South Pacific",
  "description_vm": "<p>Vurës è una lingua austronesiana parlata nella parte meridionale dell'isola di Vōnō Lav (Vanua Lava) nel nord di Vanuatu, nel sud -ovest del Pacifico.</p><p>Credito fotografico: Conservation International © O. Langrand</p>",
  "shortDescription_vm": "Una lingua austronesiana parlata nel nord di Vanuatu, nel sud -ovest del Pacifico.",
  "region_pot": "Michigan, Wisconsin, Kansas, Oklahoma, Ontario, Canada",
  "description_pot": "<p>Ci sono meno di 5 oratori in lingua di Potawatomi. Ci sono circa 10-25 oratori di 2a lingua. Ci sono oltre 60.000 Potawatomi sparsi in tutti gli Stati Uniti e in Canada. Ci sono sette gruppi unici di Potawatomi negli Stati Uniti e 2 in Canada.</p>",
  "shortDescription_pot": "Parlato dalla tribù nativa Potawatomi negli Stati Uniti e in Canada.",
  "region_rom": "Repubblica di San Marino",
  "description_rom": "<p>Serravallese è un dialetto non standard parlato nella città di Serravalle e nei suoi dintorni nella Repubblica di San Marino, dove la lingua ufficiale è italiana. I dialetti di San Marino appartengono al gruppo linguistico Romagnolo, una famiglia di dialetti non standard che sono pronunciati nell'Italia nord-orientale. Sebbene i dialetti Romagnolo siano correlati all'italiano, non sono reciprocamente intelligibili con la lingua standard. I relatori del numero serravallese ma qualche migliaio, la stragrande maggioranza dei quali sono anziani, senza che non si sopravvivono oratori monolingue. Dato che le generazioni più giovani non sono in grado di parlare o comprendere il dialetto, l'estinzione di Serravallese ci si può aspettare nei prossimi decenni.</p>",
  "shortDescription_rom": "Un dialetto parlato nella città di Serravalle e nei suoi dintorni nella Repubblica di San Marino",
  "region_san": "India",
  "description_san": "<p>Il sanscrito è un linguaggio classico dell'Asia e nel subcontinente indiano e i testi classici dell'induismo, del buddismo e del giainismo sono in sanscrito. Insegnato nelle gurukule tradizionali sin dai tempi antichi, oggi è ampiamente insegnato nelle scuole e nelle università secondarie.</p><p>Credito fotografico: Bombay Natural History Society © Kiran Thumma</p>",
  "shortDescription_san": "Un linguaggio classico dell'Asia e nel subcontinente indiano e i testi classici di induismo, buddismo e giainismo.",
  "region_kum": "Stati Uniti d'America",
  "description_kum": "<p>Il Kumeyaay, noto anche con il loro nome storico spagnolo Diegueño, è una tribù di popoli indigeni delle Americhe che vivono al confine settentrionale della Baja California in Messico e al confine meridionale della California negli Stati Uniti. La loro lingua di Kumeyaay appartiene alla famiglia Yuman -Cochimí. Sono rimasti meno di 100 oratori fluenti di Kumeyaay.</p>",
  "shortDescription_kum": "La lingua parlata da una tribù di popoli indigeni che vivono lungo il confine tra Baja California, Messico e California, USA."
}
