{
  "introAbout": "Woolaroo es un experimento de Google Arts & Culture que utiliza tecnología de aprendizaje automático para acercarnos a las lenguas indígenas de una forma novedosa e interactiva.",
  "next": "Siguiente",
  "skip": "Saltar",
  "introFeedback": "Woolaroo utiliza tecnología de aprendizaje automático avanzada para reconocer los objetos fotografiados y los traduce en tiempo real. Es posible que no siempre dé en el clavo, por lo que agradecemos que nos envíes tus comentarios.",
  "startExploring": "Empezar a probar",
  "termsAndPrivacyTitle": "Términos y Política de Privacidad",
  "introTermsAndPrivacy": "Al utilizar el Woolaroo, aceptas sus <a>Términos y Condiciones</a>, así como su <a>Política de Privacidad</a>.",
  "accept": "Aceptar",
  "photoSource": "Puedes usar una foto que tengas en el teléfono o hacer una de un objeto de tu entorno",
  "pickPhoto": "ELEGIR UNA FOTO",
  "takePhoto": "HACER UNA FOTO",
  "errorTitle": "Error",
  "close": "Cerrar",
  "imageCaptionLabel": "¿Qué es esto?",
  "imageCaptionRequired": "Debes proporcionar un título para la imagen",
  "translationFeedback": "Comentarios sobre la traducción",
  "feedbackTitle": "Enviar comentarios",
  "submit": "ENVIAR",
  "feedbackInstructions": "Danos tu opinión y ayúdanos a mejorar las traducciones de Woolaroo",
  "incorrectTranslation": "Traducción incorrecta",
  "offensiveTranslation": "Traducción ofensiva",
  "alternateTranslation": "Traducción alternativa",
  "other": "Otra opción",
  "feedbackTypeRequired": "No se ha seleccionado ningún tipo de comentario",
  "enterFeedback": "Escribe tus comentarios",
  "feedbackRequired": "Es obligatorio escribir un comentario",
  "addWord": "Añadir una palabra",
  "add": "AÑADIR",
  "addWordInstructions": "Para aportar tu granito de arena a la aplicación, añade palabras nuevas en ${endangeredLanguage} junto con su traducción.",
  "wordInNativeScript": "Palabra en idioma nativo",
  "nativeWordRequired": "Debes incluir una palabra en el idioma nativo;",
  "nativeScriptHint": "por ejemplo, هتاف للترحيب",
  "wordInEnglish": "Palabra en inglés",
  "englishWordRequired": "Debes incluir una palabra en inglés;",
  "englishWordHint": "por ejemplo: 'hello'",
  "wordInPrimaryLanguage": "Es obligatorio indicar la palabra en español",
  "wordInPrimaryLanguageRequired": "Es obligatorio indicar la palabra en español",
  "wordInPrimaryLanguageHint": "por ejemplo: 'hola'",
  "transliteration": "Transliteración (opcional)",
  "transliterationHint": "Palabra en el alfabeto latino (por ejemplo: 'marhaba')",
  "recordPronunciation": "Registrar pronunciación",
  "saved": "Guardado",
  "specialCharsInstructions": "¿Quieres escribir un carácter especial? Prueba a utilizar <a>GBoard</a> o <a>Keyman</a>",
  "aboutTitle": "Información",
  "aboutContent1": "Woolaroo es un experimento de código abierto de Google Arts & Culture que utiliza la cámara de tu teléfono para identificar objetos y traducirlos instantáneamente a la palabra correspondiente en una lengua indígena.",
  "aboutContent2": "Es muy fácil de usar: solo tienes que hacer una foto de un objeto (o subir una que ya tengas) y verás su traducción en tiempo real. Puedes guardar la imagen traducida, compartirla o traducir otro objeto.",
  "technologyTitle": "Información sobre la tecnología",
  "technologyContent1": "Woolaroo, que cuenta con la tecnología del Traductor de Google y de Cloud Vision, utiliza el aprendizaje automático avanzado para reconocer los objetos fotografiados y los traduce en tiempo real.",
  "technologyContent2": "Se proporciona la traducción que se estima más adecuada según el objeto principal que aparece en la imagen. Si se detectan varios objetos, puedes ver la traducción de todos y elegir la correcta en cada caso.",
  "technologyContent3": "Woolaroo se basa en la tecnología de inteligencia artificial más puntera, es posible que no siempre acierte. Por eso, seguimos esforzándonos al máximo para mejorarlo. Si quieres aportar tu granito de arena, puedes usar la función para enviar comentarios cuando encuentres una traducción que no sea correcta.",
  "logo": "Woolaroo",
  "addToHomeScreen": "Añadir a la pantalla de inicio",
  "enterSomethingElse": "Introduce otra palabra",
  "wordSubmitted": "Se ha enviado a revisión",
  "addWordError": "No se ha podido añadir la palabra",
  "startCameraError": "No se ha podido iniciar la cámara",
  "captureImageError": "No se ha podido capturar la imagen",
  "feedbackSubmitted": "Se han enviado tus comentarios",
  "submitFeedbackError": "No se han podido guardar tus comentarios"
}
